{
  "home":"Home",
  "about":"About",
  "works":"Works",
  "portfolio":"Portfolio",
  "partners":"Partners",
  "testimonial": "Testimonials",
  "contact": "Contacts",
  "experience": "Experience",
  "close":"Close",
  "about_detail":"Welcome to my website! I'm delighted that you've stopped by. Allow me to introduce myself: I'm Péter Holecz, a passionate and dedicated full-stack developer with 10 years of experience in the world of three-legged development - harmonizing the frontend, backend, and database layers.I believe that progress never stops. I'm always keenly observing the latest trends and technologies to ensure I have the freshest tools and solutions for upcoming challenges. My passion for collaboration, creativity, and problem-solving is ever-present in all of my projects.If you'd like to work with me on creating an impressive web application or website, or if you simply want to share your ideas and thoughts, please don't hesitate to get in touch. With my commitment to innovation and quality, I guarantee that we will create real value during our collaboration.",
  "cv_download": "Download CV",
  "professional_experience":"Professional experience",
  "now":"at present",
  "self_employed": "Self-employed",
  "full_stack_development":"Full-Stack development",
  "developer":"developer",
  "web_apps":"Web applications",
  "web_app":"Web application",
  "web_pages":"Website Development",
  "desktop_apps":"Desktop applications",
  "engineer": "engineer",
  "public_works":"My Public Projects",
  "oee":"Overall Equipment Effectiveness",
  "oee_detail":"With the help of OEE, you can maximize the efficiency of your machines, reduce downtimes, and optimize production processes. If you're looking for a real competitive advantage in manufacturing, the OEE program is the key to success!",
  "spc":"Statistical process control",
  "spc_detail":"I introduce my SPC application (Statistical Process Control program), which revolutionizes quality control and process optimization. With SPC, you can effortlessly monitor and control production processes in real-time, minimizing errors and defects, thereby increasing efficiency and product quality. Get the most out of your manufacturing with SPC!",
  "vivienphoto_detail":"This website is the artistic fusion of creativity and technology, immersing you into the world of photography. Through the collaboration of elegant design and user-friendly interface, you can effortlessly explore the portfolio and delve deep into the stories behind the images.",
  "photography_portfolio":"Photography portfolio",
  "fsk":"Error collection and assessment system",
  "fsk_details":"We believe that every error holds the potential for improvement. That's why we've created this sophisticated software that allows us to see errors not just as problems but as harbingers of continuous enhancement and increased efficiency.This application enables you to manage error data quickly and efficiently, while also generating detailed statistics, interactive graphs, and informative tables on error occurrences. Make data-driven and precise decisions aimed at improving production efficiency from now on.The synergy of .Net Core and Angular technologies ensures stable and secure operation, while the user-friendly interface allows for easy and swift navigation through the data. You can access the application anytime and anywhere, keeping you informed about production processes at all times.",
  "prithu":"IT services",
  "prithu_details":"Explore the exclusive sysadmin/IT professional portfolio website where the genius behind digital systems and IT solutions is unveiled.",
  "hp_details":"Welcome to my personal portfolio! My website is built using Vue.js technology, ensuring a modern and interactive experience. Explore the projects I've worked on and discover my various skills. If you're looking for unique and effective solutions to inspire you, you're in the right place. Thank you for visiting my site. Contact me for custom software development solutions.",
  "scheduler_web_application":"Scheduler web application",
  "scheduler_web_application_details":"Allow me to introduce the appointment booking application, which provides a simple and efficient way to optimize your time. Your customers can book appointments easily and quickly, and you can track schedules with the help of the application, allowing you to allocate more time to the important things in your life!",
  "skills_desc":"I possess advanced development and programming skills.",
  "skills_details":"Through years of experience and acquired knowledge, I have worked on projects where the fusion of innovation and functionality was the primary goal. From frontend design to shaping user experiences and crafting rock-solid backend architectures, I strive to make you feel right at home in the digital realm. With my keen eye and penchant for detail, I create web applications that are not only aesthetically pleasing and user-friendly but also exceptionally efficient and scalable thanks to high-quality coding.",
  "client_testimonials":"Client testimonials",
  "pesti_rajmund_testimonial":"The error tracking application has brought such simplicity and efficiency to our daily work that we couldn't have imagined before. Péter Holecz's attention to detail and understanding of customer needs truly sets him apart in the industry. During our collaboration, he was always flexible, and we could work together easily, understanding exactly what we needed.",
  "pesti_rajmund_designation":"Computer specialist",
  "vivienphoto_testimonial":"The website Peti created for me is simply stunning. Péter is extremely talented in full-stack development. If you're truly looking for a top-quality web developer who not only understands the technology but also your problems, Peti is the person you're looking for.",
  "vivienphoto_designation":"Photographer",
  "hechinger_testimonial":"Throughout our collaboration, Peti was always patient and did everything to ensure that my website turned out just the way I envisioned it. The end result reflects the essence and beauty of my work.",
  "hechinger_designation":"Quality Control Manager",
  "work_together":"Let's work together!",
  "open_contact":"Make an enquiry",
  "contact_me":"Get in touch with me!",
  "all_rights_reserved":"All rights reserved",
  "name":"Name",
  "subject":"Subject",
  "email":"E-mail",
  "message":"Message",
  "send":"Send",
  "name_required":"Name is required",
  "email_required":"E-mail is required",
  "subject_required":"Subject is required",
  "message_required":"Message is required",
  "send_succesful":"The message has been successfully sent.",
  "send_unsuccesful":"The message sending has failed."
}