{ 
    "home":"Kezdőlap",
    "about":"Rólam",
    "works":"Munkáim",
    "portfolio":"Portfolio",
    "partners":"Partnerek",
    "testimonial": "Rólam mondták",
    "contact": "Kapcsolat",
    "experience": "Tapasztalat",
    "close":"bezár",
    "about_detail":"Üdvözlöm a weboldalamon! Örülök, hogy ellátogattott hozzám. Engedje meg, hogy bemutatkozzam: Holecz Péter vagyok, egy szenvedélyes és elkötelezett full-stack fejlesztő 10 éves tapasztalattal a háromlábú világban - a frontend, backend és adatbázis rétegek összehangolásában.Hiszek abban, hogy a fejlődés sosem áll meg. Mindig éberen figyelem a legújabb trendeket és technológiákat, hogy mindig a legfrissebb eszközökkel és megoldásokkal rendelkezzek a következő kihívásokhoz. Az együttműködés, a kreativitás és a problémamegoldás iránti szenvedélyem mindig jelen van minden projektem során.Ha szeretne velem együtt dolgozni egy lenyűgöző webalkalmazás vagy honlap létrehozásán, vagy csak egyszerűen megosztaná ötleteit és gondolatait, ne habozzon kapcsolatba lépni velem. Az innováció és a minőség iránti elkötelezettségemmel garantálom, hogy közös munkánk során valódi értéket teremtünk.",
    "cv_download": "Önéletrajz",
    "professional_experience":"Szakmai tapasztalat",
    "now": "jelenleg",
    "self_employed": "Egyéni vállalkozó",
    "full_stack_development":"Full-Stack fejlesztés",
    "developer":"fejlesztő",
    "web_apps":"Webalkalmazások",
    "web_app":"Webalkalmazás",
    "web_pages":"Weboldalak fejlesztése",
    "desktop_apps":"Asztali alkalmazások",
    "engineer": "mérnök",
    "public_works":"Publikus munkáim",
    "oee":"teljes eszközhatékonyság",
    "oee_detail": "Az OEE segítségével maximalizálhatja gépei hatékonyságát, csökkentheti az állásidőket és optimalizálhatja a termelési folyamatokat. Ha valódi versenyelőnyre vágyik a gyártásban, az OEE program a kulcs a sikerhez!",
    "spc":"Statisztikai folyamatszabályozás",
    "spc_detail":"Bemutatom SPC alkalmazásomat (Statisztikai folyamatszabályozó program), ami forradalmasítja a minőségellenőrzést és a folyamatoptimalizálást. Az SPC segítségével könnyedén monitorozhatja és szabályozhatja a termelési folyamatokat valós időben, minimalizálva a hibák és selejtek számát, így növelve a hatékonyságot és a termékminőséget. Hozza ki a legtöbbet a gyártásából az SPC segítségével!",
    "vivienphoto_detail":"Ez a weboldal a kreativitás és technológia művészi összeolvadása, amely a fotózás világába varázsolja Önt. Az elegáns design és a felhasználóbarát felület együttműködése által könnyedén felfedezheti a portfóliót, és mélyen belemélyedhet a képek történeteibe.",
    "photography_portfolio":"Fotós portfólió",
    "fsk":"Hibagyűjtő és kiértékelő rendszer",
    "fsk_details":"Azt hisszük, hogy minden hiba rejt magában lehetőséget a fejlődésre. Ezért hoztuk létre ezt a kifinomult szoftvert, amely lehetővé teszi, hogy a hibákat ne csak problémaként lássuk, hanem a folyamatos javulás és hatékonyság növelés lehetőségének előfutáraként.Ez az alkalmazás lehetővé teszi, hogy a hibák adatait gyorsan és hatékonyan kezelje, és egyúttal részletes statisztikákat, interaktív grafikonokat és informatív táblázatokat generáljon a hibaelőfordulásokról. Legyen a döntések készítése mostantól adatvezérelt és pontos, amelyek a termelési hatékonyság növelését célozzák.A .Net Core és Angular technológiák összjátéka garantálja a stabil és biztonságos működést, miközben a felhasználóbarát felület révén könnyedén és gyorsan navigálhat az adatok között. Bármikor és bárhonnan elérheti az alkalmazást, így mindig képben lehet a gyártási folyamatokkal.",
    "prithu":"Informatikai szolgáltatások",
    "prithu_details":"Explore the exclusive sysadmin/IT professional portfolio website where the genius behind digital systems and IT solutions is unveiled.",
    "hp_details":"Üdvözlöm a személyes portfóliómban! A weboldalam Vue.js technológiával lett létrehozva, így garantáltan modern és interaktív élményt nyújt. Fedezze fel a projekteket, amelyeken dolgoztam, és ismerje meg a különböző készségeimet. Ha szeretne egyedi és hatásos megoldásokat látni, amelyekkel inspirálódhat, akkor a megfelelő helyen jár. Köszönöm, hogy meglátogatta az oldalamat. Egyedi szoftverfejlesztési megoldások miatt lépjen kapcsolatba velem",
    "scheduler_web_application":"Időpontfoglaló",
    "scheduler_web_application_details":"Bemutatom az időpontfoglaló alkalmazást, amely egyszerű és hatékony módot kínál az idő optimalizálására. Az ügyfelei foglaljanak időpontokat könnyedén és gyorsan, és kövesse nyomon az időbeosztást az alkalmazás segítségével, így  több időt szánhat a fontos dolgokra az életében!",
    "skills_desc":"Magas szintű fejlesztési és programozási képességekkel rendelkezem",
    "skills_details":"Az évek során megszerzett tapasztalatom és tudásom révén olyan projekteken dolgoztam, amelyekben az innováció és a funkcionalitás egyesítése volt a fő cél.A frontend tervezéstől kezdve a felhasználói élmény kialakításán át egészen a sziklaszilárd backend architektúráig mindent megteszek azért, hogy a digitális térben otthonosan mozoghasson. Az éleslátásom és a részletek iránti maximalizmusom segítségével olyan webalkalmazásokat hozok létre, amelyek nem csak esztétikusak és felhasználóbarátok, de a magas színvonalú kódolás révén rendkívül hatékonyak és skálázhatóak is.",
    "client_testimonials":"Ügyfeleim véleménye",
    "pesti_rajmund_testimonial":"A weboldal, amit számomra készített, egyszerűen lenyűgöző. Péter rendkívül tehetséges full-stack fejlesztés terén.  Ha valóban kiváló minőségű webfejlesztőt keresel, aki nem csak érti a technológiát, hanem a problémáidat is, Peti az ember, akit keresel.",
    "pesti_rajmund_designation":"Informatikus",
    "vivienphoto_testimonial":"Az együttműködésünk során Peti mindig türelmes volt, és mindent megtett annak érdekében, hogy a weboldalam olyan legyen, amilyennek elképzeltem. A végeredmény olyan lett, amely tükrözi a munkám lényegét és szépségét.",
    "vivienphoto_designation":"Fotós",
    "hechinger_testimonial":"Az együttműködésünk során Peti mindig türelmes volt, és mindent megtett annak érdekében, hogy a weboldalam olyan legyen, amilyennek elképzeltem. A végeredmény olyan lett, amely tükrözi a munkám lényegét és szépségét.",
    "hechinger_designation":"Minőségirányítási vezető",
    "work_together":"Dolgozzunk együtt!",
    "open_contact":"Érdeklődjön",
    "contact_me":"Vegye fel velem a kapcsolatot",
    "all_rights_reserved":"Minden jog fenntartva",
    "name":"Név",
    "subject":"Tárgy",
    "email":"E-mail",
    "message":"Üzenet",
    "send":"Üzenet küldése",
    "name_required":"A név megadása kötelező",
    "email_required":"Az e-mail megadása kötelező",
    "subject_required":"A tárgy megadása kötelező",
    "message_required":"Az üzenet megadása kötelező",
    "send_succesful":"Az üzenet sikeresen elküldve",
    "send_unsuccesful":"Az üzenet küldése sikertelen"

}

